{"translation-revision-date":"2024-03-02 01:07:44+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"of":["von"],"Rows per page:":["Zeilen pro Seite:"],"Activate Two Step Verification to enable this block.":["Aktiviere die zweistufige Überprüfung, um diesen Block zu aktivieren."],"You have selected %s users":["Du hast %s Benutzer ausgewählt"],"Add User":["Benutzer hinzufügen"],"Activate login protection to enable this block.":["Aktiviere den Anmeldeschutz, um diesen Block zu aktivieren."],"Block IP Address":["IP-Adresse sperren"],"Block":["Sperren"],"Add":["Hinzufügen"],"IP Address":["IP-Adresse"],"Add IP Address":["IP-Adresse hinzufügen"],"Invalid ip address":["Ungültige IP-Adresse"],"Search":["Suche"],"Remove":["Entfernen"],"Reset":["Zurücksetzen"],"rows":["Zeilen"],"You have selected":["Du hast ausgewählt"],"All notifications are triggered successfully, please check your email to double-check if you can receive emails.":["Alle Benachrichtigungen werden erfolgreich ausgelöst. Bitte überprüfe deine E-Mail, um sicherzustellen, dass du E-Mails empfangen kannst."],"You have not enabled the email notifications in the general settings.":["Du hast die E-Mail-Benachrichtigungen in den allgemeinen Einstellungen nicht aktiviert."],"The notification test only works if you save the setting first.":["Der Benachrichtigungstest funktioniert nur, wenn du die Einstellung vorher speicherst."],"Activate vulnerability detection to enable this block.":["Aktiviere die Sicherheitslücken-Erkennung, um diesen Block zu aktivieren."],"No vulnerabilities found":["Keine Sicherheitslücken erkannt"],"Reporting enabled":["Berichterstattung aktiviert"],"Scanning your WordPress configuration":["Überprüfen deiner WordPress-Konfiguration"],"Collecting plugin, theme and core data":["Sammeln von Plugin-, Theme- und Grunddaten"],"Preparing vulnerability detection":["Vorbereitung der Sicherheitslücken-Erkennung"],"Update":["Update"],"Isolates the plugin or theme if no update can be performed":["Isoliert das Plugin oder Theme, wenn keine Aktualisierung durchgeführt werden kann"],"Force update the plugin or theme":["Aktualisierung des Plugins oder Themes erzwingen"],"Loading...":["Laden..."],"Test notifications":["Testbenachrichtigungen"],"Skip":["Überspringen"],"Privacy Statement":["Datenschutzerklärung"],"Include 6 Tips & Tricks to get started with Really Simple SSL.":["Enthalten sind 6 Tipps & Tricks für den Einstieg in Really Simple SSL."],"Your email address":["Deine E-Mail-Adresse"],"Search for a post.":["Suche nach einem Beitrag."],"Redirect to this post when someone tries to access \/wp-admin or \/wp-login.php. The default is a 404 page.":["Leite sie zu diesem Beitrag weiter, wenn jemand versucht, auf \/wp-admin oder \/wp-login.php zuzugreifen. Der Standard ist eine 404-Seite."],"%s cannot be implemented due to server limitations. Check your notices for the detected issue.":["%s kann aufgrund von Serverbeschränkungen nicht implementiert werden. Überprüfe deine Hinweise auf das erkannte Problem."],"Error detected":["Fehler erkannt"],"Disabled":["Deaktiviert"],"Fetching next step...":["Nächsten Schritt abrufen..."],"Exit":["Verlassen"],"Enable Learning Mode to configure automatically":["Aktiviere den Lernmodus für eine automatische Konfiguration"]," The %s is now in report-only mode and will collect directives. This might take a while. Afterwards you can Exit, Edit and Enforce these Directives.":[" Die %s ist jetzt im reinen Berichtsmodus und sammelt Richtlinien. Das kann eine Weile dauern. Danach kannst du die Richtlinien beenden, bearbeiten und erzwingen."],"The Permissions Policy has been disabled.":["Die Berechtigungsrichtlinie wurde deaktiviert."],"Permissions Policy is set outside Really Simple SSL.":["Die Berechtigungsrichtlinie wird außerhalb von Really Simple SSL festgelegt."],"%s is already set outside Really Simple SSL.":["%s ist bereits außerhalb von Really Simple SSL eingestellt."],"Re-started test":["Test neu gestartet"],"By placing it outside the root folder, it is not publicly accessible.":["Indem sie außerhalb des Stammordners abgelegt wird, ist sie nicht öffentlich zugänglich."],"Send":["Senden"],"Type your question here":["Gib deine Frage hier ein"],"Permissions Policy is enforced.":["Die Genehmigungspolitik wird durchgesetzt."],"Stop":["Stop"],"Start scan":["Scan starten"],"Everything is now served over SSL":["Alles wird jetzt über SSL bereitgestellt"],"No results. Start your first scan":["Keine Ergebnisse. Starte deinen ersten Scan"],"Show ignored URLs":["Ignorierte URLs anzeigen"],"View":["Ansicht"],"Deactivate":["Deaktiveren"],"Review the settings and enforce the policy":["Überprüfung der Einstellungen und Durchsetzung der Richtlinie"],"We finished the configuration.":["Wir haben die Konfiguration abgeschlossen."],"Learning Mode":["Lernmodus"],"Disable to configure":["Deaktivieren zum Konfigurieren"],"Enforced":["Erzwungen"],"Enforce":["Durchsetzen"],"No results":["Keine Ergebnisse"],"failed":["fehlgeschlagen"],"success":["Erfolg"],"Blocked":["Geblockt"],"Allowed":["Erlaubt"],"All":["Alle"],"%s is enforced.":["%s ist erzwungen."],"%s has been disabled.":["%s wurde deaktiviert."],"Network settings":["Netzwerk-Einstellungen"],"This feature is only available networkwide.":["Diese Funktion ist nur netzweit verfügbar."],"Revoke":["Widerrufen"],"Install SSL":["SSL installieren"],"Ignore":["Ignorieren"],"Help":["Hilfe"],"Edit":["bearbeiten"],"The certificate is not generated by Really Simple SSL, so there are no installation files here":["Das Zertifikat wird nicht von Really Simple SSL generiert, daher gibt es hier keine Installationsdateien"],"Skip DNS verification":["DNS-Überprüfung überspringen"],"DNS verification active. You can switch back to directory verification here.":["DNS-Verifizierung aktiv. Du kannst hier wieder zur Verzeichnisüberprüfung wechseln."],"Disable":["Deaktiveren"],"Allow":["Erlauben"],"Fix":["Reparatur"],"Delete":["Löschen"],"Username":["Benutzername"],"Details":["Details"],"Activate":["Aktivieren"],"Value":["Wert"],"domain":["Domain"],"The CA Bundle will sometimes be automatically detected. If not, you can use this file.":["Das CA-Bundle wird manchmal automatisch erkannt. Wenn nicht, kannst du diese Datei verwenden."],"Certificate Authority Bundle (CABUNDLE)":["Zertifizierungsstellen-Paket (CABUNDLE)"],"The private key can be uploaded or pasted in the appropriate field on your hosting dashboard.":["Der private Schlüssel kann in das entsprechende Feld in deinem Hosting-Dashboard hochgeladen oder eingefügt werden. "],"Private Key (KEY)":["Privater Schlüssel (SCHLÜSSEL)"],"Copy content":["Inhalt kopieren"],"Download":["Download"],"This is the certificate, which you need to install in your hosting dashboard.":["Dies ist das Zertifikat, das du in deinem Hosting-Dashboard installieren musst."],"Certificate (CRT)":["Zertifikat (CRT)"],"Install your certificate.":["Installiere dein Zertifikat."],"Skip DNS check":["DNS-Check überspringen"],"If you're sure it's set correctly, you can click the button to skip the DNS check.":["Wenn du sicher bist, dass es richtig eingestellt ist, kannst du auf die Schaltfläche klicken, um die DNS-Prüfung zu überspringen."],"You can manually check the DNS records in an %sonline tool%s.":["Du kannst die DNS-Einträge manuell in einem %sonline-Tool%s überprüfen."],"We could not check the DNS records. If you just added the record, please check in a few minutes.":["Wir konnten die DNS-Einträge nicht überprüfen. Wenn du den Datensatz gerade hinzugefügt hast, versuche es in ein paar Minuten noch einmal."],"Add the following token as text record to your DNS records. We recommend to use a short TTL during installation, in case you need to change it.":["Füge das folgende Token als Texteintrag zu deinen DNS-Einträgen hinzu. Wir empfehlen, während der Installation eine kurze TTL zu verwenden, falls du diese ändern musst."],"Inside the folder called “ssl” create a new folder called “certs”, with 644 writing permissions.":["Erstelle im Ordner „.ssl\" einen neuen Ordner namens „certs“ mit 644 Schreibberechtigungen."],"The certificate will get stored in this directory.":["Das Zertifikat wird in diesem Verzeichnis gespeichert."],"Create a certs directory":["Erstelle ein certs-Verzeichnis"],"Inside the folder called “ssl” create a new folder called “keys”, with 644 writing permissions.":["Erstelle im Ordner „.ssl\" einen neuen Ordner namens „keys“ mit 644 Schreibberechtigungen."],"Create a folder called “ssl”":["Erstelle einen Ordner mit Namen \"ssl\""],"Navigate in FTP or File Manager to one level above the root of your WordPress installation:":["Navigiere im FTP- oder Dateimanager zu einer Ebene über dem Stammverzeichnis deiner WordPress-Installation:"],"The key directory is needed to store the generated keys.":["Das Schlüsselverzeichnis wird benötigt, um die generierten Schlüssel zu speichern."],"Create a key directory":["Erstelle ein Schlüsselverzeichnis"],"If the challenge directory cannot be created, you can either remove the server limitation, or change to DNS verification.":["Wenn das Challenge-Verzeichnis nicht erstellt werden kann, kannst du entweder die Serverbeschränkung aufheben oder zur DNS-Überprüfung wechseln."],"Or you can switch to DNS verification":["Oder du kannst zur DNS-Verifizierung wechseln"],"Click the refresh button.":["Klicke auf die Schaltfläche Aktualisieren. "],"Inside the folder called “.well-known” create a new folder called “acme-challenge”, with 644 writing permissions.":["Erstelle im Ordner „.gut bekannt\" einen neuen Ordner namens „acme-challenge“ mit 644 Schreibberechtigungen."],"Create a folder called “.well-known”":["Erstelle einen Ordner mit dem Namen „.gut bekannt“"],"Navigate in FTP or File Manager to the root of your WordPress installation:":["Navigiere im FTP- oder Dateimanager zum Stammverzeichnis deiner WordPress-Installation:"],"The challenge directory is used to verify the domain ownership.":["Das Challenge-Verzeichnis wird verwendet, um den Domänenbesitz zu überprüfen."],"Create a challenge directory":["Erstelle ein Challenge-Verzeichnis"],"If the challenge directory cannot be created, or is not reachable, you can either remove the server limitation, or change to DNS verification.":["Wenn das Challenge-Verzeichnis nicht erstellt werden kann oder nicht erreichbar ist, kannst du entweder die Serverbeschränkung aufheben oder zur DNS-Überprüfung wechseln."],"Next step":["Nächster Schritt"],"Switch to DNS verification":["Zur DNS-Verifizierung wechseln "],"Please note that auto-renewal with a DNS challenge might not be possible.":["Bitte beachte, dass eine automatische Verlängerung mit einer DNS-Challenge möglicherweise nicht möglich ist."],"If you also want to secure subdomains like mail.domain.com, cpanel.domain.com, you have to use the %sDNS%s challenge.":["Wenn du auch Subdomains wie mail.domain.com, cpanel.domain.com sichern möchtest, musst du die %sDNS%s-Challenge verwenden."],"Switch to directory verification":["Zur Verzeichnisüberprüfung wechseln"],"Attempt %s.":["Versuch %s."],"Verifying DNS records...":["DNS-Einträge werden überprüft..."],"Re-check":["Erneut überprüfen"],"Copied!":["Kopiert!"],"Warning":["Warnung"],"Activate SSL":["SSL aktivieren"],"Read more":["Weiterlesen"],"Cancel":["Abbrechen"],"More info":["Weitere Informationen"],"Activate SSL networkwide":["SSL netzwerkweit aktivieren"],"Check again":["Noch einmal überprüfen"]}},"comment":{"reference":"settings\/build\/124.4fd0d3c41809db0344d3.js"}}